Repository: fehlix/mx-updater
Catalog: l10n/po/*.po
Languages: el, fi, fr, hu, pl, sq

source: In addition to change of the tray icon, pop-up messages will be shown when system updates are available.
el: Εκτός από την αλλαγή του εικονιδίου ενημερώσεων, θα εμφανιστεί και αναδυόμενο μήνυμα όταν υπάρχουν διαθέσιμες ενημερώσεις.
fi: Kuvakkeessa näkyvän muutoksen lisäksi näytetään ponnahdusikkua, kun päivityksiä on saatavilla.
fr: En plus du changement de l’icône dans la zone de notification, des messages contextuels s’afficheront lorsque des mises à jour du système seront disponibles.
hu: A rendszertálca ikon megváltoztatásán felül, felugró értesítést is megjelenik, amikor frissítések érhetők el.
pl: Oprócz zmiany ikony w zasobniku, pojawią się komunikaty pop-up, gdy dostępne będą aktualizacje systemu.
sq: Tej ndryshimit të ikonës së panelit, do të shfaqen flluska mesazhesh, kur të ketë gati përditësime sistemi.

source: Hide until updates available
el: Απόκρυψη μέχρι να βρεθούν διαθέσιμες ενημερώσεις
fi: Piilota kuvake kunnes päivityksiä on saatavilla
fr: Cacher jusqu’à ce que des mises à niveau soient disponibles
hu: Elrejtés, amíg nincs elérhető frissítés
pl: Ukryj, dopóki aktualizacje nie będą dostępne
sq: Fshihe, deri sa të ketë përditësime

source: Hide the system update icon when no updates are available. Untick this box or run "MX Updater" from the menu to make the icon visible again.
el: Απόκρυψη του εικονιδίου ενημερώσεων όταν δεν υπάρχουν διαθέσιμες ενημερώσεις. Αποεπιλέξτε το ή εκκινήστε από το μενού το "MX Ενημερώσεις" για να εμφανιστεί ξανά το εικονίδιο.
fi: Piilottaa kuvakkeen, kun päivityksiä ei ole saatavilla. Kuvake näkyy poistamalla valinnan ruudusta tai suorittamalla "MX Päivitykset" valikosta.
fr: Masquer l’icône de mise à jour système lorsqu’aucune mise à jour n’est disponible. Décochez cette case ou exécutez « MX Mise à jour » depuis le menu pour rendre l’icône à nouveau visible.
hu: Az értesítési ikon elrejtése amikor nincsenek elérhető frissítések. Kapcsolja ki ezt, vagy indítsa el a menüből az "MX frissítéskezelőt" az ikon újbóli megjelenítéséhez.
pl: Ukryj ikonę aktualizacji systemu, gdy aktualizacje nie są dostępne. Odznacz to pole lub uruchom „MX Aktualizacje” z menu, aby ikona znów była widoczna.
sq: Fshihe ikonën e përditësimit të sistemit, kur s’ka përditësime gati. Që ta bëni të dukshme sërish ikonën, hiqjani shenjën kësaj kutize, ose xhirojeni “Përditësuesin MX” që nga menuja.

source: MX Updater Help
el: Βοήθεια του MX Ενημερώσεις
fi: MX Päivitykset -ohje
fr: Aide pour MX Mise à jour - MX Updater
hu: MX frissítéskezelő súgó
pl: Pomoc MX Aktualizacje
sq: Ndihmë Përditësuesi MX

source: Auto-upgrade setting is already in the desired state. No changes made.
el: Οι ρυθμίσεις αυτόματης αναβάθμισης είναι στην επιθυμητή κατάσταση. Δεν χρειάζονται αλλαγές.
fi: Automaattisen päivityksen asetus on jo halutussa tilassa. Muutoksia ei tehty.
fr: La mise à niveau automatique est déjà configurée. Aucune modification effectuée.
hu: Az automatikus frissítés már megfelelően be van állítva. Nem szükséges változtatás.
pl: Ustawienie automatycznej aktualizacji jest już w pożądanym stanie. Nie wprowadzono żadnych zmian.
sq: Rregullimi për vetëpërmirësime është tashmë në gjendjen e dëshiruar. S’u bënë ndryshime.

source: Success
el: Επιτυχία
fi: Onnistui
fr: Installation réussie
hu: Sikeres
pl: Sukces
sq: Sukses

source: Auto-upgrade setting updated successfully.
el: Οι ρυθμίσεις αυτόματης αναβάθμισης ενημερώθηκαν με επιτυχία.
fi: Automaattisen päivityksen asetus onnistui.
fr: Le paramètre de mise à niveau automatique a été mis à jour avec succès.
hu: Az automatikus frissítés beállítás frissítve.
pl: Ustawienie automatycznej aktualizacji zostało pomyślnie zaktualizowane.
sq: Rregullimi për vetëpërmirësime u përditësua me sukses.

source: Failure
el: Αποτυχία
fi: Virhe
fr: Échec
hu: Sikertelen
pl: Niepowodzenie
sq: Dështim

source: Failed to update auto-upgrade setting.
el: Απέτυχε η ενημέρωση των ρυθμίσεων αυτόματης αναβάθμισης
fi: Automaattisen päivityksen asetus epäonnistui.
fr: Impossible de mettre à jour le paramètre de mise à jour automatique.
hu: Nem sikerült az automatikus frissítés beállításainak módosítása.
pl: Nie udało się zaktualizować ustawień automatycznej aktualizacji.
sq: S’u arrit të përditësohej rregullimi për vetë-përmirësim.

source: Error
el: Σφάλμα
fi: Virhe
fr: Erreur
hu: Hiba
pl: Błąd
sq: Gabim

source: An unexpected error occurred:
el: Παρουσιάστηκε μη αναμενόμενο σφάλμα:
fi: Odottamaton virhe:
fr: Une erreur inattendue s’est produite :
hu: Váratlan hiba történt:
pl: Wystąpił nieoczekiwany błąd:
sq: Ndodhi një gabim i papritur:

source: Unattended Upgrades Configuration Failed
el: Απέτυχε η ρύθμιση των αυτοματοποιημένων αναβαθμίσεων
fi: Päivitysten määritys epäonnistui
fr: Impossible de configurer les mises à niveau automatiques
hu: Felügyelet nélküli frissítések beállítása nem sikerült
pl: Konfiguracja nienadzorowanych uaktualnień nie powiodła się
sq: Formësimi i Përmirësimeve Pa Ndërhyrje Përdoruesi Dështoi

source: Could not change automatic upgrades configuration
el: Δεν ήταν δυνατή η αλλαγή ρυθμίσεων της αυτόματης αναβάθμισης
fi: Automaattisten päivitysten asetuksia ei voitu muuttaa
fr: Impossible de modifier la configuration des mises à niveau automatiques
hu: Nem sikerült az automatikus frissítések beállításainak módosítása
pl: Nie można zmienić konfiguracji automatycznych aktualizacji
sq: S’u ndryshua dot formësimi për përmirësime të automatizuara

source: Command failed
el: Απέτυχε η εντολή
fi: Komento epäonnistui
fr: La commande a échoué
hu: Parancs sikertelen
pl: Polecenie nie powiodło się
sq: Urdhri dështoi

source: View and Upgrade
el: Προβολή και αναβάθμιση
fi: Katso ja päivitä
fr: Voir et mettre à niveau
hu: Megtekintés és frissítés
pl: Wyświetl i zaktualizuj
sq: Shiheni dhe Përmirësojeni

source: Unattended-upgrades
el: Αυτοματοποιημένες αναβαθμίσεις
fi: Valvomattomat päivitykset
fr: Unattended-upgrades Mises à jour automatiques
hu: Felügyelet nélküli frissítések
pl: Uaktualnienia nienadzorowane

source: Upgrades available
el: Διαθέσιμες ενημερώσεις
fi: Päivityksiä saatavilla
fr: Mises à niveau disponibles
hu: Frissítések érhetők el
pl: Dostępne aktualizacje
sq: Ka përmirësime gati

source: Check for Updates
el: Έλεγχος για ενημερώσεις
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hu: Frissítések keresése
pl: Sprawdź dostępność aktualizacji
sq: Kontrollo për Përditësime

source: About
el: Περί
fi: Tietoja
fr: À propos
hu: Névjegy
pl: O programie
sq: Mbi

source: Restart MX Updater
el: Επανεκκίνηση του MX Ενημερώσεις
fi: Käynnistä päivitysohjelma uudelleen
fr: Relancer MX Mise à jour
hu: MX Frissítéskezelő újraindítása
pl: Uruchom ponownie MX Aktualizacje
sq: Rinis Përditësuesin e MX-it

source: Synaptic Help
el: Βοήθεια του Synaptic
fi: Synaptic ohje
fr: Aide Synaptic
hu: Synaptic súgó
pl: Pomoc Synaptic
sq: Ndihmë për Synaptic-un

source: Quit
el: Έξοδος
fi: Lopeta
fr: Quitter
hu: Kilépés
pl: Zakończ
sq: Mbylle

source: close terminal window automatically after idle time
el: αυτόματο κλείσιμο του παραθύρου μετά το χρόνο αδράνειας
fi: sulje pääteikkuna, jos on käyttämättä
fr: fermer automatiquement la fenêtre du terminal après un temps d’inactivité
hu: terminálablak automatikus bezárása, késleltetés után
pl: automatyczne zamykanie okna terminala po czasie bezczynności
sq: mbylle vetvetiu dritaren e terminalit pas kohe plogështie

source: upgrade
el: αναβάθμιση
fi: päivitä
fr: Mettre à niveau
hu: frissítés
pl: Aktualizuj
sq: përmirësim

source: sec
el: δευτ.
fi: s
hu: mp
pl: sek.
sq: sek
