Repository: fehlix/mx-updater
Catalog: l10n/po/*.po
Languages: el, fi, fr, hu, pl, sq

source: MX Updater
el: MX Ενημερώσεις
fi: MX Päivitykset
fr: MX Updater - MX Mise à jour
hu: MX frissítéskezelő
pl: MX Aktualizacje
sq: Përditësues MX

source: MX Updater system tray applet
el: Εφαρμογή ενημερώσεων του MX
fi: MX-päivitys-ohjelman kuvake telakassa
fr: Applet MX Mise à jour dans la barre d’état système
hu: MX frissítéskezelő rendszertálca alkalmazás
pl: Aplet MX Aktualizacje na pasku zadań
sq: Aplikacionth “Përditësues MX” për panel sistemi

source: apt;install;mxpi;nala;notifier;software;package;repo;synaptic;unattended;update;
el: apt;install;mxpi;nala;notifier;software;package;repo;synaptic;unattended;update;εγκατάσταση;ειδοποίηση;πρόγραμμα;πακέτο;αποθετήριο;ενημέρωση;αναβάθμιση;αναφορά;αυτόματα;
fi: apt;install;mxpi;nala;notifier;software;package;repo;synaptic;unattended;update;päivitys;asennus;
fr: apt;install;mxpi;nala;notifier;software;package;repo;synaptic;unattended;update;référentiel;mise à jour;mise à niveau;logiciel;paquet;dépôt;
hu: apt;install;mxpi;nala;notifier;software;package;repo;synaptic;unattended;update;értesítő;frissítés;szoftver;csomagforrás;
pl: apt;instalacja;mxpi;nala;powiadomienia;oprogramowanie;pakiet;repozytorium;synaptic;nienadzorowany;aktualizacja;
sq: apt;instalim;mxpi;nala;njoftues;software;paketë;depo;synaptic;pa prani;përditësim;

source: MX Updater Settings
el: MX Ρυθμίσεις ενημερώσεων
fi: MX päivityksen asetukset
fr: Paramètres de MX Mise à jour - MX Updater
hu: MX frissítéskezelő beállítások
pl: Ustawienia MX Aktualizacje
sq: Rregullime Përditësuesi MX

source: MX Updater preferences
el: Προτιμήσεις του MX Ενημερώσεις
fi: MX-päivitysohjelman lisäasetukset
fr: Préférences de MX Mise à jour - MX Updater
hu: MX frissítéskezelő beállításai
pl: Ustawienia MX Aktualizacje
sq: Parapëlqime Përditësuesi MX

source: MX Updater Autostart
el: Αυτόματη εκκίνηση του MX Ενημερώσεις
fi: MX Päivitykset autom. käynnistys
fr: Démarrage automatique de MX Mise à jour - MX Updater
hu: MX frissítéskezelő automatikus indítás
pl: Autostart MX Aktualizacje
sq: Vetënisje Përditësuesi MX

source: An applet to show updates
el: Eφαρμογή για την εμφάνιση ενημερώσεων
fi: Sovelma päivitysten näyttämiseen
fr: Un applet pour montrer les mises à jour
hu: Tálca alkalmazás frissítések megjelenítésére
pl: Aplet do pokazywania aktualizacji
sq: Një aplikacion i vockël për të shfaqur përditësime

source: Disable Auto-update
el: Απενεργοποίηση αυτόματων ενημερώσεων
fi: Poista automaattiset päivitykset
fr: Désactiver mise à jour automatique
hu: Automatikus-frissítés kikapcsolása
pl: Wyłącz automatyczną aktualizację
sq: Çaktivizo Vetëpërditësime

source: Enable Auto-update
el: Ενεργοποίηση αυτόματων ενημερώσεων
fi: Käytä automaattisia päivityksiä
fr: Activer mise à jour automatique
hu: Automatikus-frissítés engedélyezése
pl: Włącz automatyczną aktualizację
sq: Aktivizo Vetëpërditësime

source: basic upgrade
el: βασική αναβάθμιση
fi: normaali päivitys
fr: Mise à jour basique
hu: alap frissítés
pl: podstawowa aktualizacja
sq: përmirësim elementar

source: full upgrade
el: πλήρης αναβάθμιση
fi: täydellinen päivitys
fr: Mise à jour complète
hu: teljes frissítés
pl: pełna aktualizacja
sq: përmirësim i plotë

source: Reload
el: Ανανέωση
fi: Lataa uudelleen
fr: Recharger
hu: Újratöltés
pl: Odśwież
sq: Ringarkoje

source: Press 'h' for help, 'q' to quit
el: Πατήστε 'h' για βοήθεια, 'q' για τερματισμό
fi: Paina "h" saadaksesi apua, "q" lopettaaksesi
fr: Appuyez « h » pour obtenir de l’aide, « q » pour quitter
hu: Nyomjon 'h'-t a segítséghez, 'q'-t a kilépéshez
pl: Naciśnij „h”, aby uzyskać pomoc, „q”, aby wyjść
sq: Shtypni “h” për ndihmë, “q” për mbyllje

source: No logs found.
el: Δεν βρέθηκαν αρχεία αλλαγών.
fi: Lokeja ei löytynyt.
fr: Aucun journal trouvé.
hu: Naplók nem találhatók.
pl: Nie znaleziono dzienników.
sq: S’u gjetën regjistra.

source: For a less detailed view see 'Auto-update dpkg log(s)' or 'History'.
el: Για λιγότερο λεπτομερή προβολή, ανατρέξτε στην ενότητα 'Αυτόματη ενημέρωση του αρχείου(ων) αλλαγών dpkg' ή του 'Ιστορικού'.
fi: Katso vähemmän tietoja ("dpkg-lokien automaattinen päivitys" tai "Historia").
fr: Pour une vue moins détaillée, voir « Journ(al/aux) dpkg de mise à jour automatique » ou « Historique ».
hu: Kevésbé részletes nézethez lásd az 'Automatikus-frissítés dpkg napló(k)' vagy 'Történet' résznél.
pl: Aby uzyskać mniej szczegółowy widok, wybierz "Dziennik(i) automatycznej aktualizacji dpkg" lub "Historia".
sq: Për një pamje më pak të hollësishme, shihni “Regjistër(a) dpkg auto-update”, ose “Historik”.

source: No updates available
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις
fi: Ei päivityksiä saatavillla
fr: Aucune mise à jour disponible
hu: Nincs elérhető frissítés
pl: Brak dostępnych aktualizacji
sq: S’ka përditësime gati

source: %d new update available
el: %d νέες διαθέσιμες ενημερώσεις
fi: %d uutta päivitystä saatavilla
fr: %d nouvelle mise à jour disponible
hu: %d új frissítés érhető el
pl: %d nowa dostępna aktualizacja
sq: %d përditësim i ri i gatshëm

source: basic upgrade complete (or was canceled)
el: η αναβάθμιση ολοκληρώθηκε (ή ακυρώθηκε)
fi: tavallinen päivitys valmistui (tai keskeytettiin)
fr: Mise à jour basique terminée (ou annulée)
hu: alap frissítés kész (vagy megszakítva)
pl: Podstawowa aktualizacja została zakończona (lub została anulowana).
sq: përmirësim elementar i plotësuar (ose u anulua)

source: full upgrade complete (or was canceled)
el: Η πλήρης αναβάθμιση ολοκληρώθηκε (ή ακυρώθηκε)
fi: täydellinen päivitys valmistui (tai keskeytettiin)
fr: Mise à jour complète terminée (ou annulée)
hu: teljes frissítés kész (vagy megszakítva)
pl: Pełna aktualizacja została zakończona (lub została anulowana).
sq: përmirësim tërësor i plotësuar (ose u anulua)

source: this terminal window can now be closed
el: τώρα αυτό το παράθυρο τερματικού μπορεί να κλείσει
fi: tämän pääteikkunan voi nyt sulkea
fr: Cette fenêtre de terminal peut maintenant être fermée
hu: ez a terminálablak már bezárható
pl: To okno terminala można teraz zamknąć
sq: kjo dritare terminali tani mund të mbyllet

source: press any key to stop automatic closing
el: πατήστε οποιοδήποτε πλήκτρο για να σταματήσετε το αυτόματο κλείσιμο
fi: paina mitä tahansa näppäintä estääksesi ikkunan automaattisen sulkemisen
fr: Appuyez sur une touche pour arrêter la fermeture automatique.
hu: nyomjon meg egy billentyűt az automatikus bezárás megakadályozásához
pl: naciśnij dowolny klawisz, aby zatrzymać automatyczne zamykanie
sq: shtypni çfarëdo tasti, për të ndalur mbylljen automatike

source: press any key to close
el: πατήστε οποιοδήποτε πλήκτρο για να κλείσει
fi: paina mitä tahansa näppäintä sulkeaksesi
fr: Appuyez sur une touche pour fermer
hu: nyomjon meg egy billentyűt a bezáráshoz
pl: naciśnij dowolny klawisz, aby zamknąć
sq: shtypni çfarëdo tasti që të mbyllet

source: Find Next
fr: Rechercher le suivant
pl: Znajdź następny
sq: Gjej Pasuesen

source: Find Previous
fr: Rechercher le précédent
pl: Znajdź poprzedni
sq: Gjej të Mëparshmen

source: Match Case
fr: Respect de la casse (correspondance avec les lettres majuscules et minuscules)
pl: Uwzględnij wielkośc liter
sq: Siç Është Shkruar

source: Whole Word
fr: Mot en entier
pl: Całe słowo
sq: Krejt Fjalën

source: Mark All
fr: Tout cocher
pl: Wyróżnij wszystkie
sq: Vëru Shenjë të Tërave

source: Shift
fr: Majuscule

source: Search...
fr: Rechercher…
pl: Szukaj...
sq: Kërkoni…

source: Not Found
fr: Pas trouvé
pl: Nie znaleziono
sq: S’u Gjet

source: "%(s)s" was not found.
fr: « %(s)s » n’a pas été trouvé.
pl: Nie znaleziono „%(s)s”.
sq: “%(s)s” s’u gjet.

source: MX Auto-update -- unattended-upgrades dpkg log viewer
el: MX Αυτόματη ενημέρωση -- αρχείο αλλαγών των αυτοματοποιημένων αναβαθμίσεων dpkg
fi: MX Automaattinen päivitys -- dpkg-lokien katseluohjelma
fr: MX Mise à jour automatique -- visionneuse des journaux dpkg pour les mises à jour automatiques « unattended-upgrades »
hu: MX Automatikus-frissítéskezelő -- felügyelet nélküli frissítési dpkg napló megjelenítő
pl: Automatyczna aktualizacja MX - przeglądarka dziennika aktualizacji bez nadzoru dpkg
sq: MX Auto-update -- parës regjistri dpkg përmirësimesh të pambikëqyrura

source: Auto-update dpkg log(s)
el: Αυτόματη ενημέρωση αρχείου(ων) καταγραφής dpkg
fi: Päivitä dpkg loki(t) automaattisesti
fr: Journ(al/aux) dpkg de mise à jour automatique
hu: Automatikus-frissítés dpkg napló(k)
pl: Dziennik(i) automatycznej aktualizacji dpkg
sq: Vetëpërditëso regjistër(a) dpkg

source: MX Auto-update -- unattended-upgrades log viewer
el: MX Αυτόματη ενημέρωση -- αρχείο αλλαγών των αυτοματοποιημένων αναβαθμίσεων
fi: MX Automaattinen päivitys -- päivitusten katseluohjelma
fr: MX Mise à jour automatique -- visionneuse des journaux des mises à jour automatiques « unattended-upgrades »
hu: MX Automatikus-frissítéskezelő -- felügyelet nélküli frissítési napló megjelenítő
pl: Automatyczna aktualizacja MX - przeglądarka dziennika aktualizacji bez nadzoru
sq: MX Auto-update -- parës regjistri përmirësimesh të pambikëqyrura

source: Auto-update log(s)
el: Αυτόματη ενημέρωση αρχείου(ων) καταγραφής
fi: Automaattisen päivityksen loki(t)
fr: Journ(al/aux) de mise à jour automatique
hu: Automatikus-frissítés napló(k)
pl: Dziennik(i) automatycznej aktualizacji
sq: Regjistër(a) vetëpërditësimi

source: Tray applet to notify of system and application updates
el: Εφαρμογή ειδοποίησης για τις ενημερώσεις συστήματος και εφαρμογών
fi: Sovelma telakassa, joka ilmoittaa päivityksistä
fr: Applet en zone de notification, destinée à vous notifier des mises à jour concernant le système et les applications
hu: Rendszer és alkalmazás frissítésekről értesítő tálca alkalmazás
pl: Aplet zasobnika do powiadamiania o aktualizacjach systemu i aplikacji
sq: Aplikacionth paneli, për të njoftuar rreth përditësimesh sistemi dhe aplikacionesh

source: About MX Updater
el: Περί του MX Ενημερώσεις
fi: Tietoja MX Päivitykset
fr: À propos de MX Mise à jour
hu: MX frissítéskezelő névjegye
pl: O programie MX Aktualizacje
sq: Mbi Përditësuesin MX

source: Close
el: Κλείσιμο
fi: Sulje
fr: Quitter
hu: Bezárás
pl: Zamknij
sq: Mbylle

source: License
el: Άδεια
fi: Lisenssi
fr: Licence
hu: Licenc
pl: Licencja
sq: Licencë

source: Changelog
el: Αρχείο αλλαγών
fi: Muutosloki
fr: Journal des modifications
hu: Változások listája
pl: Dziennik zmian
sq: Regjistër ndryshimesh

source: History
el: Ιστορικό
fi: Historia
fr: Historique
hu: Frissítési előzmények
pl: Historia
sq: Historik

source: No apt-history data found!
el: Δεν βρέθηκαν δεδομένα ιστορικού!
fi: Ei löytynyt apt-historiaa!
fr: Aucune donnée apt-history trouvée !
hu: Nincsenek apt előzményadatok!
pl: Nie znaleziono danych apt-history!
sq: S’u gjetën të dhëna për apt-history!

source: Error retrieving apt-history:
el: Σφάλμα ανάκτησης του ιστορικού apt:
fi: Virhe noudettaessa apt-historiaa:
fr: Erreur lors de la récupération d’apt-history :
hu: Hiba az apt előzmények betőltésekor:
pl: Błąd podczas pobierania apt-history:
sq: Gabim në marrje të apt-history:

source: Preferences
el: Προτιμήσεις
fi: Asetukset
fr: Préférences
hu: Beállítások
pl: Ustawienia
sq: Parapëlqime

source: Upgrade mode
el: Τρόπος αναβάθμισης
fi: Päivitystapa
fr: Type de mise à niveau
hu: Frissítési mód
pl: Tryb aktualizacji
sq: Mënyrë përmirësimi

source: full upgrade (recommended)
el: πλήρης αναβάθμιση (συνιστάται)
fi: täydellinen päivitys (suositus)
fr: Mise à niveau complète (recommandée)
hu: teljes frissítés (ajánlott)
pl: pełna aktualizacja (zalecane)
sq: përmirësim i plotë (e rekomanduar)

source: Upgrades all packages to their latest versions, which may include adding or removing packages to keep the system up-to-date and consistent.
el: Αναβαθμίζει όλα τα πακέτα στη τελευταία έκδοση, μπορεί να περιλαμβάνει προσθήκη ή αφαίρεση πακέτων για να διατηρείται το σύστημα ενημερωμένο και σταθερό.
fi: Päivittää kaikki paketit uusimpiin versioihin, mikä voi sisältää pakettien lisäämistä tai poistamista järjestelmän pitämiseksi yhdenmukaisena.
fr: Mise à niveau de tous les paquets vers leurs dernières versions, ce qui peut inclure l’ajout ou la suppression de paquets afin de maintenir le système à jour et cohérent.
hu: Minden csomagot frissít a legfrissebb verzióra, melynek részeként telepíthet és eltávolíthat csomagokat a rendszer frissen és egységesen tartása érdekében.
pl: Aktualizuje wszystkie pakiety do najnowszych wersji, co może obejmować dodawanie lub usuwanie pakietów, aby system był aktualny i spójny.
sq: Përmirëson krejt paketat me versionet e tyre më të reja, çka mund të përfshijë shtim ose heqje paketash, për ta mbajtur sistemin të përditësuar dhe të qëndrueshëm.

source: Upgrades existing packages to their latest versions without installing new dependencies or removing existing packages.
el: Αναβαθμίζει τα υπάρχοντα πακέτα στις πιο πρόσφατες εκδόσεις χωρίς να εγκαθιστά νέες εξαρτήσεις ή να αφαιρεί υπάρχοντα πακέτα.
fi: Päivittää paketit uusimpiin versioihin asentamatta uusia riippuvuuksia tai poistamatta olemassa olevia paketteja.
fr: Mise à niveau des paquets existants vers leurs dernières versions sans installer de nouvelles dépendances ni supprimer les paquets existants.
hu: Frissíti a meglévő csomagokat a legfrissebb verzióra, további csomagok telepítése vagy meglévők eltávolítása nélkül.
pl: Uaktualnia istniejące pakiety do najnowszych wersji bez instalowania nowych zależności lub usuwania istniejących pakietów.
sq: Përmirëson paketat ekzistuese me versionet e tyre më të reja, pa instaluar varësi të reja, apo hequr paketa ekzistuese.

source: use nala
el: χρήση nala
fi: nala käytössä
fr: utilise nala
hu: nala használata
pl: użyj nala
sq: përdor nala-n

source: Select this to use nala package manager instead of apt.
el: Επιλέξτε το για να χρησιμοποιηθεί ο διαχειριστής πακέτων nala αντί του apt.
fi: Valitse käyttääksesi nala-paketinhallintaa apt:n sijaan.
fr: Sélectionnez cette option pour utiliser le gestionnaire de paquets nala au lieu d’apt.
hu: Bejelölésekor az apt helyett a nala csomagkezelővel történik a telepítés.
pl: Wybierz tę opcję, aby używać menedżera pakietów nala zamiast apt.
sq: Përzgjidhni këtë, që të përdoret përgjegjësi nala i paketave, në vend se apt.

source: upgrade automatically
el: αυτόματη ενημέρωση
fi: päivitä automaattisesti
fr: mettre à niveau automatiquement
hu: frissítés automatikusan
pl: uaktualnij automatycznie
sq: përmirësoje automatikisht

source: Automatically check for package updates once a day and install them. Only updates existing packages without changing your system configuration. The updater icon shows the total number of updates, including automatic updates, when additional updates are available.
el: Αυτόματος έλεγχος ενημερώσεων και εγκατάσταση τους μια φορά την ημέρα. Ενημερώνει μόνο τα υπάρχοντα πακέτα χωρίς να αλλάζει τη διαμόρφωση του συστήματός σας. Το εικονίδιο του προγράμματος εμφανίζει τον συνολικό αριθμό των ενημερώσεων, όταν υπάρχουν επιπλέον διαθέσιμες ενημερώσεις.
fi: Tarkistaa ja asentaa päivitykset automaattisesti kerran päivässä. Päivittää vain olemassa olevat paketit muuttamatta kokoonpanoa. Päivityskuvake näyttää päivitysten määrän, mukaan lukien automaattiset päivitykset, kun lisäpäivityksiä on saatavilla.
fr: Rechercher automatiquement les mises à jour des paquets une fois par jour et les installer. Met à jour uniquement les paquets existants sans modifier la configuration de votre système. L’icône du programme de mise à jour affiche le nombre total de mises à jour, y compris les mises à jour automatiques, lorsque des mises à jour supplémentaires sont disponibles.
hu: Naponta automatikusan ellenőrzi és telepíti rendelkezésre álló frissítéseket. Csak meglévő csomagokat frissít, a rendszerbeállítások módosítása nélkül. A frissítéskezelő ikon az összes frissítést mutatja, beleértve az automatikus frissítéseket, amikor további frissítések állnak rendelkezésre.
pl: Automatycznie sprawdzaj aktualizacje pakietów raz dziennie i instaluj je. Aktualizuj tylko istniejące pakiety, nie zmieniając konfiguracji systemu. Ikona aktualizatora pokazuje całkowitą liczbę aktualizacji, w tym aktualizacji automatycznych, gdy dostępne są dodatkowe aktualizacje.
sq: Kontrollo automatikisht një herë në ditë për përditësime paketash dhe instaloji. Përditësim vetëm paketa ekzistuese, pa ndryshuar formësimin tuaj të sistemit. Ikona e përditësuesit shfaq numrin gjithsej të përditësimeve, përfshi përditësime të automatizuara, kur ka përditësime shtesë.

source: Left-click behaviour (when updates are available)
el: Αριστερό κλικ (όταν υπάρχουν διαθέσιμες ενημερώσεις)
fi: Vasen hiirenpainike (kun päivityksiä on saatavilla)
fr: Comportement du clic gauche (quand des mises à jour sont disponibles)
hu: Bal egérgomb kattintás (amikor frissítések érhetőek el)
pl: Zachowanie lewego przycisku myszy (gdy dostępne są nowe aktualizacje)
sq: Sjellje e klikimit me të majtin (kur ka përditësime)

source: opens Synaptic
el: ανοίγει το Synaptic
fi: avaa Synapticin
fr: lance Synaptic
hu: Synaptic megnyitása
pl: otwiera Synaptic
sq: hap Synaptic-un

source: opens MX Updater 'View and Upgrade' window
el: ανοίγει το παράθυρο 'Προβολή και αναβάθμιση' του MX Ενημερώσεις
fi: avaa "Tarkasta ja päivitykset" ikkunan
fr: ouvre la fenêtre « Voir et mettre à niveau » de MX Mise à jour
hu: MX frissítéskezelő 'Megtekintés és frissítés' ablakának megnyitása
pl: otwiera okno MX Aktualizacje 'Wyświetl i zaktualizuj'
sq: hap dritaren “Shiheni dhe Përmirësojeni” të Përditësuesit MX

source: Icons
el: Εικονίδια
fi: Kuvakkeet
fr: Icônes
hu: Ikonok
pl: Ikony
sq: Ikona

source: transparent wireframe for no updates
el: διαφανή wireframe όταν δεν υπάρχουν ενημερώσεις
fi: läpinäkyvä, ei päivityksiä
fr: boîte filaire transparente pour aucune mise à jour
hu: áttetsző drótváz ha nincs frissítés
pl: przejrzysty szkielet bez aktualizacji
sq: kornizë e tejdukshme për kur s’ka përditësime

source: Display transparent wireframe icons without color fill when no updates are available.
el: Εμφάνιση των διαφανών εικονιδίων wireframe, χωρίς το χρωματικό γέμισμα όταν δεν υπάρχουν διαθέσιμες ενημερώσεις.
fi: Kun päivityksiä ei ole saatavilla näkyy läpinäkyvä kuvake ilman värejä.
fr: Afficher les icônes de la boîte filaire transparente sans remplissage coloré lorsqu’aucune mise à jour n’est disponible.
hu: Áttetsző vonalas ikonok megjelenítése, kitöltési szín nélkül, amikor nem állnak rendelkezésre frissítések.
pl: Wyświetlaj przezroczyste ikony szkieletowe bez wypełnienia kolorem, gdy nie są dostępne żadne aktualizacje.
sq: Shfaq ikona kornize të tejdukshme, pa mbushje me ngjyrë, kur s’ka përditësime të gatshme.

source: dark
el: σκοτεινό
fi: tumma
fr: sombre
hu: sötét
pl: ciemny
sq: e errët

source: light
el: φωτεινό
fi: vaalea
fr: clair
hu: világos
pl: jasny
sq: e çelët

source: wireframe
fi: lankamalli
fr: boîte filaire
hu: drótváz
pl: kontur
sq: kornizë

source: pulse
fi: pulssi
fr: pulsation
pl: puls
sq: puls

source: classic
fi: perinteinen
fr: classique
hu: klasszikus
pl: klasyczne
sq: klasike

source: Other options
el: Άλλες επιλογές
fi: Muut asetukset
fr: Autres options
hu: Egyéb beállítások
pl: Inne opcje
sq: Mundësi të tjera

source: automatically confirm all package upgrades
el: αυτόματη έγκριση αναβάθμισης όλων των πακέτων
fi: hyväksy automaattisesti kaikki pakettipäivitykset
fr: confirmer automatiquement toutes les mises à jour de paquets
hu: minden csomagfrissítés automatikus jóváhagyása
pl: automatycznie potwierdzaj wszystkie aktualizacje pakietów
sq: ripoho automatikisht krejt përmirësimet e paketave

source: Automatically answers 'yes' to package management prompts during upgrades. Some system configuration changes may still require manual confirmation.
el: Αυτόματη απάντηση 'ναι' στις ερωτήσεις του διαχειριστή πακέτων κατά την αναβάθμιση. Ενδέχεται ορισμένες αλλαγές του συστήματος να απαιτούν χειροκίνητη επιβεβαίωση.
fi: Vastaa automaattisesti "kyllä" ​​pakettien päivitysten aikana. Jotkin kokoonpanomuutokset saattavat edelleen vaatia manuaalisen vahvistuksen.
fr: Répond automatiquement « oui » aux invites de gestion des paquets lors des mises à niveau. Certaines modifications de configuration système peuvent nécessiter une confirmation manuelle.
hu: A frissítés folyamán automatikusan 'igen' választ alkalmaz a csomagkezelő kérdéseire. Bizonyos rendszerbeállítási változtatások még ekkor is kézi beavatkozást igényelhetnek.
pl: Automatycznie odpowiada „tak” na monity zarządzania pakietami podczas aktualizacji. Niektóre zmiany w konfiguracji systemu mogą nadal wymagać ręcznego potwierdzenia.
sq: Përgjigju automatikisht “po” pyetjes nga administrim paketash gjatë përmirësimesh. Disa ndryshime formësimi sistemi mund të duan ende ripohim dorazi.

source: start "MX Updater" at login after delay
el: εκκίνηση του "MX Ενημερώσεις" μετά από καθυστέριση
fi: suorita kirjautuessa "MX Päivitykset" viiveellä
fr: démarrer « MX Mise à jour - MX Updater » à la connexion après un délai
hu: az MX frissítéskezelő indítása bejelentkezéskor, késleltetéssel
pl: uruchom „MX Aktualizacje” przy logowaniu po opóźnieniu
sq: nise “Përditësuesin MX” gjatë hyrjes, pas vonese

source: Select this to launch "MX Updater" automatically at login after the specified delay in seconds.
el: Επιλέξτε το για να εκκινηθεί αυτόματα με τη σύνδεση το "MX Ενημερώσεις" μετά την ορισθείσα καθυστέρηση σε δευτερόλεπτα.
fi: Valitse tämä, jos haluat käynnistää "MX Päivitykset" automaattisesti kirjautumisen yhteydessä määritetyn viiveen jälkeen.
fr: Sélectionnez cette option pour lancer automatiquement « MX Mise à jour - MX Updater » à la connexion, après le délai spécifié en secondes.
hu: Bejelölésekor az 'MX frissítéskezelő' automatikusan elindul a bejelentkezéskor, egy megadott idejű késleltetés után.
pl: Wybierz tę opcję, aby automatycznie uruchomić program „MX Aktualizacje” po zalogowaniu po określonym opóźnieniu w sekundach.
sq: Përzgjidheni këtë që “Përditësuesi MX” të niset automatikisht në hyrje, pas vonesës së dhënë në sekonda.

source: close terminal window after idle time
el: κλείσιμο του παραθύρου μετά το χρόνο αδράνειας
fi: sulje pääteikkuna, jos on käyttämättä
fr: fermer la fenêtre du terminal après un temps d’inactivité
hu: terminálablak bezárása késleltetés után
pl: zamknij okno terminala po czasie bezczynności
sq: mbylle dritaren e terminalit pas kohe plogështie

source: Automatically closes the terminal window after the specified number of seconds of inactivity following system updates.
el: Αυτόματο κλείσιμο του παραθύρου τερματικού, μετά τον καθορισμένο αριθμό δευτερολέπτων αδράνειας του συστήματος ενημερώσεων.
fi: Sulkee pääteikkunan automaattisesti määritetyn joutoajan puitteissa päivitysten jälkeen.
fr: Ferme automatiquement la fenêtre du terminal après le nombre de secondes d’inactivité spécifié, à la suite des mises à jour du système.
hu: A frissítések végrehajtása után automatikusan bezárja a terminálablakot, a megadott idejű késleltetés után.
pl: Automatycznie zamyka okno terminala po określonej liczbie sekund bezczynności po aktualizacji systemu.
sq: Bën mbylljen vetvetiu të dritares së terminalit pas numrit të dhënë të sekondave plogështie në vijim të përditësimeve të sistemit.

source: use desktop notifications
el: ειδοποιήσεις στην επιφάνεια εργασίας
fi: näytä ilmoitus työpöydällä
fr: Utiliser les notifications du bureau
hu: asztali értesítések használata
pl: używaj powiadomień pulpitu
sq: përdor njoftime desktopi
